Repository: mojmik/customcontentgenerator
Catalog: customajaxfilters/languages/wpcustomajaxfilters-*.po
Languages: cs_cz

source: Parent
cs_cz: Rodič

source: All
cs_cz: Vše

source: Show
cs_cz: Zobrazit

source: Add
cs_cz: Přidat

source: Edit
cs_cz: Upravit

source: Update
cs_cz: Aktualizovat

source: Find
cs_cz: Najít

source: Not found
cs_cz: Nenalezeno

source: Not found in trash
cs_cz: Nenalezeno v koši

source: in stock
cs_cz: skladem

source: Process
cs_cz: Zpracovat

source: import csv file
cs_cz: importovat csv soubor

source: csv bulk import
cs_cz: csv hromadný import

source: import csv files uploaded by ftp
cs_cz: importovat soubory nahrané přes ftp

source: cj csv import
cs_cz: importovat cj csv

source: import cj csv file
cs_cz: importovat cj csv soubor

source: remove cj tables
cs_cz: odstranit všechny tabulky

source: drop tables for cj fields and categories
cs_cz: zahodit tabulky cj polí a kategorií

source: create pages
cs_cz: vytvořit stránky

source: create random pages from posts
cs_cz: vytvořit náhodné stránky pro příspěvky

source: cj cats description and counts
cs_cz: cj popisy kategorií a počty

source: create description and counts for categories
cs_cz: vytvoření popisů a počtů v kategoriích

source: remove all
cs_cz: odstranit vše

source: remove all posts of this type
cs_cz: odstranit všechny příspěvky podle typu

source: Add another
cs_cz: Přidat další

source: Online shopping for
cs_cz: Nakupujte online

source: with great number of products and special prices
cs_cz: s obrovským výběrem produktů a speciálními cenami

source: Offered by famous brands like
cs_cz: Od známých značek jako

source: and many more products
cs_cz: a mnoho dalších položek

source: For instance
cs_cz: Třeba

source: under
cs_cz: za méně než

source: Also
cs_cz: Dále třeba

source: Enjoy
cs_cz: Užijte si

source: Choose-
cs_cz: Vyberte si-

source: Shop-
cs_cz: Nakupujte-

source: Eshops with
cs_cz: Eshopy nabízející

source: Shops with
cs_cz: Obchody, kde najdete

source: more than
cs_cz: více než

source: over
cs_cz: víc jak

source: products
cs_cz: produktů

source: offers
cs_cz: nabídek

source: sales
cs_cz: zlevněných položek

source: and other brands
cs_cz: a dalších značek

source: and other producers
cs_cz: a dalších výrobců

source: by
cs_cz: od

source: Search
cs_cz: Hledat
